bank_codes = {

    '011': 'صنعت و معدن',        
    '012': 'ملت',                
    '013': 'رفاه',               
    '014': 'مسکن',               
    '015': 'سپه',                
    '016': 'کشاورزی',       
    '017': 'ملی',                
    '018': 'تجارت',              
    '019': 'صادرات',             
    '020': 'توسعه صادرات',       
    '021': 'پست بانک',           
    '051': 'توسعه تعاون',        
    '053': 'کار آفرین',          
    '054': 'پارسیان',            
    '055': 'اقتصاد نوین',        
    '056': 'سامان',              
    '057': 'پاسارگاد',           
    '058': 'سرمایه',             
    '059': 'سینا',               
    '061': 'شهر',                
    '062': 'آینده'
}